{
  "governors": [
    {
      "name": "Александр I",
      "startYear": 1802,
      "endYear": 1825,
      "photoUrl": ""
    },
    {
      "name": "Николай I",
      "startYear": 1825,
      "endYear": 1855,
      "photoUrl": ""
    },
    {
      "name": "Александр II",
      "startYear": 1855,
      "endYear": 1881,
      "photoUrl": ""
    },
    {
      "name": "Александр III",
      "startYear": 1881,
      "endYear": 1894,
      "photoUrl": ""
    },
    {
      "name": "Николай II",
      "startYear": 1894,
      "endYear": 1917,
      "photoUrl": ""
    },
    {
      "name": "Г.Е. Львов",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": ""
    },
    {
      "name": "А.Ф. Керенский",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": ""
    },
    {
      "name": "В.И. Ленин",
      "startYear": 1917,
      "endYear": 1924,
      "photoUrl": ""
    },
    {
      "name": "И.В. Сталин",
      "startYear": 1924,
      "endYear": 1953,
      "photoUrl": ""
    },
    {
      "name": "Н.С. Хрущев",
      "startYear": 1953,
      "endYear": 1964,
      "photoUrl": ""
    },
    {
      "name": "А.И. Брежнев",
      "startYear": 1964,
      "endYear": 1982,
      "photoUrl": ""
    },
    {
      "name": "Ю.В. Андропов",
      "startYear": 1982,
      "endYear": 1984,
      "photoUrl": ""
    },
    {
      "name": "К.У. Черненко",
      "startYear": 1984,
      "endYear": 1985,
      "photoUrl": ""
    },
    {
      "name": "М.С. Горбачев",
      "startYear": 1985,
      "endYear": 1991,
      "photoUrl": ""
    },
    {
      "name": "Б.Н. Ельцин",
      "startYear": 1991,
      "endYear": 2000,
      "photoUrl": ""
    },
    {
      "name": "В.В. Путин",
      "startYear": 2000,
      "endYear": 2008,
      "photoUrl": ""
    },
    {
      "name": "Д.А. Медведев",
      "startYear": 2008,
      "endYear": 2012,
      "photoUrl": ""
    },
    {
      "name": "В.В. Путин",
      "startYear": 2012,
      "endYear": 2018,
      "photoUrl": ""
    }
  ],
  "ministers": [
    {
      "name": "А.И. Васильев",
      "startYear": 1802,
      "endYear": 1807,
      "photoUrl": "",
      "longDescription": "Первый глава созданного указом императора Александра I от 8 сентября 1802 года Министерства финансов.\n\nРодился в Санкт-Петербурге в семье государственного чиновника. Свою деятельность А.И. Васильев начал с протоколиста канцелярии правительствующего Сената, а затем был управителем дел канцелярии генерал-прокурора князя А.А. Вяземского, в руках которого была сосредоточена вся финансовая власть.\n\nВ 1796 году А.И. Васильев назначается государственным казначеем, причем эта должность обособляется от должности генерал-губернатора, и управление финансовой частью становится самостоятельным. С 8 сентября 1802 года по 15 августа 1807 года – министр финансов России.\n\nВнес значительные улучшения в существующую в то время систему счетоводства, ввел подачу ежегодных кратких отчетов о доходах и расходах  взамен прежних ведомостей, подчинил министру финансов почти все кредитные учреждения России.\n\nОднако состояние финансов при его управлении резко ухудшилось. Было выпущено огромное количество не обеспеченных бумажных денег."
    },
    {
      "name": "Ф.А. Голубцов",
      "startYear": 1807,
      "endYear": 1810,
      "photoUrl": "",
      "longDescription": "Родился в семье помещика. До 1782 года находился на военной службе. Являясь племянником графа А.И. Васильева, проходил службу в канцелярии генерал-прокурора под начальством своего дяди, до 1790 года занимая должность секретаря. В 1802 году назначен на должность государственного казначея, а с августа 1807 по январь 1810 года выполнял обязанности министра финансов России.\n\nЭкономическое положение России во время управления Ф. А. Голубцовым было расстроено вследствие войн. Единственным выходом был выпуск бумажных денег.\n\nСущественных мер к улучшению экономического и финансового положения России в этот период Министерством финансов принято не было."
    },
    {
      "name": "Д.А. Гурьев",
      "startYear": 1810,
      "endYear": 1823,
      "photoUrl": "",
      "longDescription": "Выходец из небогатого дворянского рода Гурьевых, получил домашнее образование. С 1772 года находился на военной службе.\n\nВ 1802 году назначен товарищем (заместителем) министра финансов, а в январе 1810 года – министром финансов. В течение первых двух лет работы Д.А. Гурьева на посту министра фактически руководителем министерства был государственный секретарь М.М. Сперанский, который вместе с Гурьевым провел ряд преобразований в области государственного устройства для укрепления финансовой системы.\n\n«Гурьевская каша».\nМанная каша, приготовленная особым образом, прочно вошла в «Золотую книгу рецептов» под названием «Гурьевская». Своим названием она обязана министру финансов Дмитрию Александровичу Гурьеву. Говорят, изобретение этой каши принадлежит некоему повару Захару Кузьмину. Однажды графа Гурьева пригласил на обед отставной майор Оренбургского драгунского полка Юрисловский. На десерт была подана вкусная, красиво оформленная и необычно приготовленная каша. Попробовав ее, граф был удивлен и растроган, такой вкусной каши он никогда не ел, хотя слыл гурманом. Завязался торг, и граф купил крепостного повара и изобретателя Захара Кузьмина с семьей."
    },
    {
      "name": "Е.Ф. Канкрин",
      "startYear": 1823,
      "endYear": 1844,
      "photoUrl": "",
      "longDescription": "Родился в 1774 году в г. Ханау (Германия). Закончил Гессенский и Марбургский университеты. Доктор права, Канкрин имел основательные познания в естественных науках и во многих отраслях техники, особенно в горном, лесном, строительном деле.\n\nС 1803 года работал в Министерстве внутренних дел. В 1811 году переведен в Военный департамент и в 1812 году назначен генерал-интендантом действующей армии.\n\nС апреля 1823  по май 1844 года был министром финансов России.\n\nС именем Е.Ф. Канкрина тесно связаны восстановление металлического денежного обращения (реформа 1839-1843 гг.), упорядочение бюджетного хозяйства и улучшение государственной отчетности и счетоводства. Им были приняты меры по развитию лесного, горного хозяйства, мануфактурной промышленности. За годы его управления Министерством финансов экономическое положение России значительно окрепло."
    },
    {
      "name": "Ф.П. Вронченко",
      "startYear": 1844,
      "endYear": 1852,
      "photoUrl": "",
      "longDescription": "Родился в 1780 году в местечке Копысь на берегу Днепра. Сын священника, из семьи обедневшей украинской шляхты, переселившейся на белорусские земли.\n\nВ 1801 году закончил  Московский университет и поступил на службу в императорскую канцелярию. В 1804 году назначен помощником референтария отдела канцелярии министра финансов России. В 1840 году Вронченко назначается товарищем министра финансов. С мая 1844 по апрель 1852 года – министр финансов России.\n\nФ.П. Вронченко были проведены некоторые изменения в откупной питейной системе: вместо откупной (1847 г.) была введена акцизно-откупная. Вронченко ввел новый Тариф (1850 г.), в котором были сделаны некоторые уменьшения тарифных ставок. К концу его управления наметилась тенденция к сокращению дефицита бюджета."
    },
    {
      "name": "П.Ф. Брок",
      "startYear": 1852,
      "endYear": 1858,
      "photoUrl": "",
      "longDescription": "Родился в Москве, в семье потомственных дворян. Окончив Московский университет, поступил на службу в качестве письмоводителя в одно из строительных ведомств Министерства путей сообщения. С 1825 года работал столоначальником и письмоводителем в Министерстве финансов, а с 1831 года, в течение 18 лет, служил в канцелярии Комитета министров. В 1849 году получил должность товарища министра, а с апреля 1852 по март 1858 года занимал должность министра финансов России.\n\nКритическая пора Крымской войны и инфляция, начавшаяся в этот период, не дали П.Ф. Броку твердых опор для развития финансовой системы России. Финансовые меры Брока не отличались ни смелостью, ни удачей.\n"
    },
    {
      "name": "А.М. Княжевич",
      "startYear": 1858,
      "endYear": 1862,
      "photoUrl": "",
      "longDescription": "Родился в Уфе. Окончил Казанский университет со степенью кандидата наук. В январе 1811 году занял должность начальника отделения департамента государственного казначейства, а с 1831 года руководил общей канцелярией Министерства финансов. В 1844 года назначен директором департамента государственного казначейства. С марта 1858 по январь 1862 года – министр финансов России.\n\nГлавная заслуга А.М. Княжевича – переход от откупной системы к акцизной. При нем началась подготовка реформы бюджетного, кассового и ревизионного дела (1858-1862 гг.).\n\nПреобразована система кредитных учреждений: в 1860 году образован Государственный банк и точно определены его задачи. Появилась система ломбардного кредитования (ссуд под залог ценных бумаг)."
    },
    {
      "name": "М.Х. Рейтерн",
      "startYear": 1862,
      "endYear": 1878,
      "photoUrl": "",
      "longDescription": "Родился в городе Поречье Смоленской губернии. В 1840 году окончил Александровский лицей и определен на службу в Особую канцелярию «по кредитной части». В 1843 году перешел на работу в Министерство юстиции, а затем в Морское министерство. В январе 1860 года назначен управляющим делами Комитета финансов. С 1862 по 1878 год – министр финансов России.\n\nМ.Х. Рейтерн на посту министра финансов энергично поддерживал строительство железных дорог и развитие различных отраслей промышленности. В целях уменьшения дефицита бюджета он добился существенного сокращения военных расходов. К 1874 году его усилиями был ликвидирован дефицит бюджета России ценой продажи Аляски в 1867 году. Упорядочения расходов Рейтерн достиг внесением в управление финансами начал гласности, законности и большего контроля административных действий.\n"
    },
    {
      "name": "С.А. Грейг",
      "startYear": 1878,
      "endYear": 1880,
      "photoUrl": "",
      "longDescription": "Родился в Херсонской губернии. Долгое время служил в армии, принимал участие в походах и сражениях во время венгерской компании, участвовал в обороне Севастополя. В 1855-1864 годах исполнял различные поручения по Морскому ведомству. Будучи в звании генерал-майора, занимал руководящие должности в Морском министерстве. В 1866 году был назначен товарищем министра финансов. С 6 июля 1878 года по октябрь 1880 – министр финансов России.\n\nНа посту министра финансов С.А. Грейг не смог себя проявить – у него не было сколько-нибудь ясной и последовательной программы действий.\n\nИнтересный факт:\nВ старости Грейг стал заметной фигурой среди петербургских садоводов. На даче под Санкт-Петербургом он развел чудесный сад с волшебными цветами и питомниками южных растений. Сам обрезал в нем сучья, ухаживал за цветами. Существовал даже сорт картофеля с его именем: «Воспоминания о Грейге». Увлечение садоводством имело и более глубокие корни – серьезный интерес к сельскому хозяйству. Грейг, в частности, отправил чиновника Минфина в США перенимать опыт по обустройству элеваторов."
    },
    {
      "name": "А.А. Абаза",
      "startYear": 1880,
      "endYear": 1881,
      "photoUrl": "",
      "longDescription": "Родился в Тверской губернии, в дворянской семье. Образование получил в Санкт-Петербургском университете. С 1839 по 1847 год проходил военную службу, а после отставки многие годы посвятил улучшению хозяйства в своих имениях и изучению экономических вопросов в России и за границей, занимался проблемами железнодорожного транспорта. В 1865 году назначен членом Совета Министерства финансов, затем занимал пост государственного контролера.\n\nС октября 1880 по май 1881 года – министр финансов России.\n\nВыступал за возобновление политики реформ. Инициатор отмены соляного налога (1880 г.) и выкупа частных железных дорог в казну. Будучи сторонником протекционистской политики, осуществлял повышение таможенных пошлин (1881 г.). По инициативе А.А. Абазы различные учебные заведения (кроме 12), находящиеся в ведении Министерства финансов, были переданы Министерству просвещения."
    },
    {
      "name": "Н.Х. Бунге",
      "startYear": 1881,
      "endYear": 1887,
      "photoUrl": "",
      "longDescription": "Родился в Киеве, в семье врача. В 1845 году окончил Киевский университет со степенью кандидата законоведения и занялся преподавательской деятельностью. В 1852 году получил степень доктора наук, затем был ректором Киевского университета. В 1862 году назначен управляющим Киевской конторой Государственного банка, а в 1880 году – товарищем министра финансов России.\n\nС мая 1881 по декабрь 1886 года – министр финансов России.\n\nН.Х. Бунге предпринял меры для стабилизации рубля на прежней серебряной основе. При нем начался процесс накопления золота в кассах Государственного банка, была проведена налоговая реформа (1885 г.), учрежден Крестьянский поземельный банк, введена фабричная инспекция. Главная заслуга Бунге, как министра финансов, заключалась в его предложении установить подоходный налог как наиболее справедливый и целесообразный способ обложения доходов и пополнения бюджета (1884 г.).\n\nИнтересный факт:\nБунге был крупным библиофилом и собрал большую библиотеку юридической, экономической и политической литературы, которую завещал Киевскому университету. Он также завещал университету 6 тыс. рублей, и на эти деньги были учреждены премия имени Бунге за лучшую студенческую работу на экономическую тему, а также пособия нуждающимся отличникам."
    },
    {
      "name": "И.А. Вышнеградский",
      "startYear": 1887,
      "endYear": 1892,
      "photoUrl": "",
      "longDescription": "Выходец из духовного сословия. В 1851 году окончил Санкт-Петербургский педагогический институт, преподавал математику в военных заведениях, а затем механику в Артиллерийской академии. С 1886 года – член Государственного совета по департаменту государственной экономики.\n\nС января 1887 по август 1892 года – министр финансов России.\n\nНа посту министра финансов И.А. Вышнеградский провел ряд мер по стабилизации государственных финансов, ликвидации бюджетных дефицитов и подготовке денежной реформы 1895-1897 гг., усилению протекционизма, выкупу железных дорог в казну и расширению поддержки помещиков через дворянский банк. Путем увеличения налогов и форсирования хлебного экспорта, Вышнеградскому удалось достичь некоторой сбалансированности бюджета, накопления золотых запасов, укрепления национальной валюты.\n\nИнтересный факт:\nСложнейшие финансовые расчеты Вышнеградский всегда производил сам. Память у него была необыкновенная. Как-то, взглянув на одну из страниц таблицы логарифмов, он попросил Витте «проэкзаменовать» его."
    },
    {
      "name": "С.Ю. Витте",
      "startYear": 1892,
      "endYear": 1903,
      "photoUrl": "",
      "longDescription": "Родился в Тифлисе. Окончил Новороссийский университет, получил степень кандидата физико-математических наук. С 1871 по 1889 год служил в учреждениях Министерства путей сообщения, в 1889 году назначен директором департамента железнодорожных дел в министерстве финансов России. С августа 1892 по август 1903 года – министр финансов России.\n\nС.Ю. Витте – один из выдающихся финансовых чиновников Российской империи. При его управлении главными мероприятиями в экономической сфере стали денежная реформа, придание рублю золотого паритета (1897 г.), винная монополия, активное железнодорожное строительство. Провел реформу торгово-промышленного налогообложения (Промысловый налог 1898 г.).\n\nВитте реорганизовал Министерство финансов, в результате чего оно превратилось в супергигант, который называли «государством Витте».\n\nИнтересный факт:\nВ период деятельности Витте на железнодорожном транспорте (с 1889) в российских пассажирских поездах впервые появились  современной формы подстаканники в металлическом окладе. Работники железной дороги, проводники и пассажиры по достоинству оценили преимущество новой посуды для чаепития: в качке двигающегося по рельсам состава подстаканники оказались куда устойчивей обычных стаканов и кружек."
    },
    {
      "name": "Э.Д. Плеске",
      "startYear": 1903,
      "endYear": 1904,
      "photoUrl": "",
      "longDescription": "Родился 25 октября 1852 года. Образование получил в Александровском лицее. Занимал должности вице-директора и директора Особой канцелярии по кредитной части, управляющего Государственным банком.\n\nС августа 1903 по февраль 1904 года – министр финансов России.\n\nЧерез полгода после назначения на этот пост умер, фактически не приступив к исполнению министерских обязанностей по причине серьезной болезни."
    },
    {
      "name": "В.Н. Коковцов",
      "startYear": 1904,
      "endYear": 1905,
      "photoUrl": "",
      "longDescription": "Представитель дворянского рода Коковцовых. Окончил Александровский лицей. С 1873-1879 год работал в Министерстве юстиции, затем занимал ряд постов в Государственном совете.\n\nС 1896-1902 год был товарищем министра Финансов С.Ю.Витте. С февраля по октябрь 1905 года – министр финансов России. В 1913 году эмигрировал во Францию.\n\nВ.Н. Коковцов был способным и трудолюбивым чиновником с большими связями в финансовом мире, прекрасно знающим бюджетное дело, практику биржевых операций и деятельность высших учреждений империи. Выйдя из кабинета Витте, Коковцов придерживался в финансовых делах тех же принципов. Главную задачу своего ведомства видел в сведении бездефицитного бюджета. Тем не менее, за годы его управления не было проведено ни одной крупной реформы в области финансов, что, однако, не умаляет его заслуг и достоинств."
    },
    {
      "name": "И.П. Шипов",
      "startYear": 1905,
      "endYear": 1906,
      "photoUrl": "",
      "longDescription": "Родился в 1865 году в Нижнем Новгороде. Поступил в Александровский лицей и одновременно в Санкт-Петербургский университет как вольнослушатель курсов политической экономии и финансов. После окончания этих курсов сдал экзамен в Совете Александровского лицея.\n\nЗанимал должность вице-директора Особой канцелярии по кредитной части, директора общей канцелярии Министерства финансов.  Был директором департамента Государственного казначейства.\n\nС октября 1905 по апрель 1906 года – министр финансов России.\n\nФинансовое положение России в этот период было нелегким. Налоги почти не поступали. Золотой запас Российской империи сильно сократился. Манифестом от 3 ноября 1905 года были отменены выкупные платежи, единственный крупный прямой налог, лежавший на деревне."
    },
    {
      "name": "В.Н. Коковцов",
      "startYear": 1906,
      "endYear": 1914,
      "photoUrl": "",
      "longDescription": "Представитель дворянского рода Коковцовых. Окончил Александровский лицей. С 1873-1879 год работал в Министерстве юстиции, затем занимал ряд постов в Государственном совете.\n\nС 1896-1902 год был товарищем министра Финансов С.Ю.Витте. С февраля по октябрь 1905 года – министр финансов России. В 1913 году эмигрировал во Францию.\n\nВ.Н. Коковцов был способным и трудолюбивым чиновником с большими связями в финансовом мире, прекрасно знающим бюджетное дело, практику биржевых операций и деятельность высших учреждений империи. Выйдя из кабинета Витте, Коковцов придерживался в финансовых делах тех же принципов. Главную задачу своего ведомства видел в сведении бездефицитного бюджета. Тем не менее, за годы его управления не было проведено ни одной крупной реформы в области финансов, что, однако, не умаляет его заслуг и достоинств."
    },
    {
      "name": "П.Л. Барк",
      "startYear": 1914,
      "endYear": 1917,
      "photoUrl": "",
      "longDescription": "Родился в селе Новотроицкое Александровского уезда Екатеринославской губернии. В 1882 году закончил Санкт - Петербургский университет. С 1897 по 1906 год – директор, а затем управляющий Санкт-Петербургской конторой Государственного банка.\n\nС января 1914 по февраль 1917 года – последний министр финансов Российской империи. После революции эмигрировал в Англию.\n\nВ начале Первой Мировой войны по инициативе П.Л. Барка был приостановлен размен кредитных билетов банков на золото, с тем, чтобы сохранить золотой запас Госбанка и получить средства для ведения войны за счет новых выпусков бумажных денежных знаков. Под руководством Барка проходило финансирование войны и заключение ряда кабальных финансовых соглашений с союзниками."
    },
    {
      "name": "М.И. Терещенко",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": "",
      "longDescription": "Родился в семье крупных сахарозаводчиков и землевладельцев Киевской губернии, происходивших из казаков. Окончил Киевскую гимназию и Лейпцигский университет. С 1912 года – депутат Государственной думы. В 1915-1917 годах был председателем Военно-промышленного комитета.\n\nС  марта по май 1917 года – министр финансов России, затем министр иностранных дел. В ночь на 8 ноября 1917 года был арестован большевиками в Зимнем дворце.\n\nМ.И. Терещенко был сторонником войны «до победного конца», одним из организаторов контрреволюционной и военной интервенции против Советской России.  Эмигрировал в Германию.\n"
    },
    {
      "name": "А.И. Шингарев",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": "",
      "longDescription": "Родился в Воронежской губернии. В 1891 году окончил физико-математический, а в 1894 году – медицинский факультет Московского университета. В 1891-1903 годах – земский врач и заведующий больницей. В 1903-1907 годах заведовал санитарным отделением Воронежской губернской земской управы. Депутат II, III и IV Государственной думы.\n\nВ мае – июле 1917 года – министр финансов России.\n\nВ ноябре 1917 года за антисоветскую деятельность был арестован."
    },
    {
      "name": "Н.В. Некрасов",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": "",
      "longDescription": "Родился в Санкт-Петербурге. В 1897 году окончил с золотой медалью гимназию, в 1902 - Санкт-Петербургский институт инженеров путей сообщения.\n\nВ 1902-1907 годах профессор Томского технологического института. Депутат III и IV Государственной думы. После Февральской революции 1917 года – министр путей сообщения, заместитель председателя Совета министров.\n\nС июля по август 1917 года – министр финансов России.\n\nПосле революции работал в системе кооперации. В 1921-1930 годах руководил отделом и был членом правления Центросоюза РСФСР и СССР."
    },
    {
      "name": "М.В. Бернацкий",
      "startYear": 1917,
      "endYear": 1917,
      "photoUrl": "",
      "longDescription": "Родился в Киеве, окончил Киевский университет. Читал лекции в Петербургском технологическом институте.\n\nПосле Февральской революции – управляющий отделом труда Министерства торговли и промышленности, а с сентября по октябрь 1917 года – министр финансов правительства России.\n\nЗа время управления финансовым ведомством России предложил полностью запретить вывоз русских ценностей за границу. Фактически приостановил действие налоговых законов.\n\nВместе с другими министрами Временного правительства был арестован большевиками в Зимнем дворце. В 1920 году эмигрировал во Францию."
    },
    {
      "name": "И.И. Скворцов-Степанов",
      "startYear": 1917,
      "endYear": 1918,
      "photoUrl": "",
      "longDescription": "Родился 24 февраля (8 марта) 1870 года в деревне Мальцево-Бродово Богородского уезда Московской губернии (ныне Пушкинского района Московской области), близ станции Тарасовка. В 1890 г.окончил Московский учительский институт. Работал преподавателем начального училища на Арбате.\n\nВ 1917 году — член Московского комитета РСДРП(б), редактор «Известий» Московского совета, член редколлегии газеты «Социал-демократ». В октябре 1917 года — член Московского военно-революционного комитета.\n\nНа 2-ом Всероссийском съезде Советов в ноябре 1917 года  назначен народным комиссаром финансов. Однако, являясь членом Московского военно-революционного комитета, был оставлен Правительством в Москве, и в связи с развернувшимися боями за установление Советской власти, не смог выехать в Петроград выполнять обязанности наркома финансов."
    },
    {
      "name": "В.Р. Менжинский",
      "startYear": 1918,
      "endYear": 1918,
      "photoUrl": "",
      "longDescription": "Родился в Санкт-Петербурге, в 1898 году окончил юридический факультет Петербургского университета. Вёл занятия в вечерне-воскресных школах для рабочих, в нелегальных рабочих кружках. В молодости был близок к литературно-артистической среде Серебряного века.\n\nС 1918 г. первый нарком финансов РСФСР. Непосредственно руководил подавлением саботажа чиновников Министерства финансов. В этот период был принят Декрет ВЦИК «О национализации банков»  (банковское дело объявлено государственной монополией) и Декрет ВЦИК об аннулировании всех государственных займов царского и Временного правительств.\n\nИнтересный факт:nТаких, как он, среди большевиков было немного: наследственный дворянин, сын учителя, выпускник юридического факультета Петроградского университета, политолог, знающий шестнадцать языков (последний, фарси, он выучил специально для того, чтобы в подлиннике читать Хайяма). И в то же время, профессиональный революционер, подпольщик, член партии с 1902 года."
    },
    {
      "name": "И.Э. Гуковский",
      "startYear": 1918,
      "endYear": 1918,
      "photoUrl": "",
      "longDescription": "Родился в Бельцах Бессарабской области.\n\nВ 1917 г. – казначей ЦК партии. Постановлением Президиума ВЦИК от 25 марта 1918 г. рекомендован к утверждению на Пленуме ВЦИК заместителем народного комиссара по финансовым делам, а затем был назначен наркомом финансов.\n\nПри его управлении началось сокращение сферы денежного обращения и снижение роли денег в народном хозяйстве. В систему государственных финансов входит элемент натуральных налогов.\n\nПосле 1918 г. – полпред в Эстонии."
    },
    {
      "name": "Н.Н. Крестинский",
      "startYear": 1918,
      "endYear": 1921,
      "photoUrl": "",
      "longDescription": "Родился в г. Могилеве.  В 1901 году окончил 2-ю Виленскую гимназию с золотой медалью, в 1907 году — юридический факультет Петербургского университета, после чего работал помощником и присяжным поверенным.\n\nС декабря 1917 года - член коллегии Наркомата финансов РСФСР, главный комиссар, зампред Народного банка, комиссар юстиции Петроградской трудовой коммуны и Союза коммун Северной области.\n\nВ 1918—1921 годах народный комиссар финансов РСФСР. В этот период была введена государственная страховая монополия. Государственные предприятия (в дальнейшем и кооперация) переводятся на сметно-бюджетное финансирование. В 1921 году учрежден Государственный банк РСФСР.\n\nС 1921 по 1930 гг.  Н.Н. Крестинский – полпред СССР в Германии."
    },
    {
      "name": "Г.Я. Сокольников",
      "startYear": 1921,
      "endYear": 1926,
      "photoUrl": "",
      "longDescription": "Родился в городе Ромны Сумской области. Являясь студентом Московского университета, за революционную деятельность был в 1908 году выслан на вечное поселение в село Рыбное на Ангаре, откуда сбежал за границу. Окончил Сорбоннский университет и докторантуру по экономическим наукам.\n\nВ 1921-1926 годах – народный комиссар финансов СССР. Автор 27 книг по финансовым и экономическим вопросам.\n\nЕго имя связано с денежной реформой 1922-1924 гг., позволившей стране покончить с финансовой разрухой, справиться с бюджетным дефицитом. При нем была выпущена в обращение «золотая банкнота» - твердый советский червонец. К его личным заслугам относится привлечение к сотрудничеству в советских учреждениях «финансовых светил» дореволюционной России – старой профессуры, крупнейших ученых-теоретиков, видных чиновников царского Министерства финансов.\n\nИнтересный факт:\nВ Наркомфине возникла большая статья расходов – закупка новых электрических лампочек: сотрудники попросту вывинчивали их и уносили домой, т.к. в магазинах купить их было почти невозможно. Сокольников придумал выход из положения: заводу, выпускавшему лампочки, предложил гравировать на каждой, предназначавшейся для Наркомфина: «Украдено в Наркомфине». Кражи немедленно прекратились."
    },
    {
      "name": "Н.П. Брюханов",
      "startYear": 1926,
      "endYear": 1930,
      "photoUrl": "",
      "longDescription": "Родился в Симбирске. С 1899 года, во время учебы в Московском университете, принимал активное участие в революционном движении. Был сослан в Сибирь. В дни Октябрьской революции – член Военно-революционного комитета и комиссар по продовольствию. С 1918 по 1924 год – заместитель наркома продовольствия СССР.\n\nС 1924 по 1930 год – народный комиссар финансов СССР.\n\nПретворил в жизнь 2-й этап денежной реформы 1924 года, в результате было выпущено нужное количество государственных казначейских билетов и разменной монеты. Принимал участие в организации пробной чеканки золотых червонцев. По его инициативе проводился опыт безналичных расчетов и подготовка к налоговой реформе: вместо многочисленных форм (86 различных платежей) предлагался налог с оборота и отчисления от прибыли."
    },
    {
      "name": "Г.Ф. Гринько",
      "startYear": 1930,
      "endYear": 1937,
      "photoUrl": "",
      "longDescription": "Родился в селе Штеповка Харьковской губернии. Учился в Московском, затем в Харьковском университетах. За участие в студенческой забастовке был исключен и призван рядовым в армию. После революции работал на Украине учителем, затем членом коллегии Наркомпроса. Был наркомом просвещения, председателем Госплана и заместителем председателя Совета министров Украины. С 1926 по 1930 год – заместитель председателя Госплана СССР, заместитель наркома земледелия.\n\nС октября 1930 по август 1937 года – народный комиссар финансов. Принимал участие в проведении налоговой и кредитной реформ 1930-1931 гг. При нем была начата перестройка налогового обложения колхозов, форм и методов страховой работы в деревне, что позволило укрепить организационно-хозяйственную деятельность колхозов.\n\nРепрессирован в 1937 году."
    },
    {
      "name": "В.Я. Чубарь",
      "startYear": 1937,
      "endYear": 1938,
      "photoUrl": "",
      "longDescription": "Родился на Украине. Окончил техническое училище. За революционную деятельность дважды арестовывался, в 1912 году был заключен в тюрьму. С 1915 по 1917 год работал на орудийном заводе в Петрограде. Во время Октябрьской революции – комиссар Главного артиллерийского управления, затем член Президиума ВСНХ, председатель Совнаркома Украины. С 1934 по 1938 год – заместитель председателя Совета народных комиссаров и Совета труда и обороны СССР, одновременно с 1937 по 1938 год – народный комиссар финансов СССР.\n\nПроводил в жизнь Постановления ЦИК и СНК СССР «О самообложении сельского населения». В этот период были повышены заработная плата работникам связи и медицинских учреждений, стипендии студентам. Введена система штатных должностей и должностных окладов для профессоров и доцентов.\n\nРепрессирован в 1938 году."
    },
    {
      "name": "А.Г. Зверев",
      "startYear": 1938,
      "endYear": 1948,
      "photoUrl": "",
      "longDescription": "Родился в деревне Тихомирово Клинского уезда Московской губернии. Окончил Московский финансово-экономический институт. Доктор экономических наук, профессор. В 1919 году ушел добровольцем в Красную армию. В 1923-1929 году – на партийной и советской работе; в 1929-1936 годах  - начальник налогового управления Смоленского облфинотдела, заведующий финотделом в Брянске, заведующий Бауманским финотделом в Москве. В 1937 году – заместитель наркома финансов, с 1938 по февраль 1960 года – нарком финансов СССР.\n\nВо время Великой Отечественной войны под его руководством финансовая система страны быстро и четко была перестроена на военные нужды: фронт и тыл бесперебойно обеспечивались денежными и материальными ресурсами. Во время войны было выпущено семь военных займов на сумму 7,2 млрд рублей, за счет займов обеспечивалось около 15% военных расходов. Было проведено четыре денежно-вещевые лотереи, которые мобилизовали в бюджет 1,5 миллиарда рублей.\n\nВ 1947 г. А.Г. Зверев принимал участие в подготовке и проведении денежной реформы. Упорядочил систему цен, при этом налоги, долги, денежные обязательства оставались неизменными. Были снижены государственные цены на товары первой необходимости.\n\nВ 1958 г. рубль был переведен на золотую базу и его курс по отношению к иностранной валюте повысился."
    },
    {
      "name": "А.Н. Косыгин",
      "startYear": 1948,
      "endYear": 1948,
      "photoUrl": "",
      "longDescription": "Родился в Петербурге. Окончил Ленинградский текстильный институт. С 1938 года – на партийной и советской работе. В 1939-1940 годах  - нарком текстильной промышленности СССР, в 1940-1956 годах – заместитель председателя Совмина СССР.\n\nС февраля по декабрь 1948 года – министр финансов СССР.\n\nБудучи на посту министра финансов, проводил в жизнь мероприятия по осуществлению денежной реформы 1947 г., которая содействовала восстановлению и развитию народного хозяйства. В течение этого года происходило заполнение каналов денежного обращения, что обеспечило необходимое соответствие между объемом  денежной массы и потребностями наличного денежного оборота.\n\nС 1964 по 1980 год – председатель Совета министров СССР."
    },
    {
      "name": "А.Г. Зверев",
      "startYear": 1948,
      "endYear": 1960,
      "photoUrl": "",
      "longDescription": "Родился в деревне Тихомирово Клинского уезда Московской губернии. Окончил Московский финансово-экономический институт. Доктор экономических наук, профессор. В 1919 году ушел добровольцем в Красную армию. В 1923-1929 году – на партийной и советской работе; в 1929-1936 годах  - начальник налогового управления Смоленского облфинотдела, заведующий финотделом в Брянске, заведующий Бауманским финотделом в Москве. В 1937 году – заместитель наркома финансов, с 1938 по февраль 1960 года – нарком финансов СССР.\n\nВо время Великой Отечественной войны под его руководством финансовая система страны быстро и четко была перестроена на военные нужды: фронт и тыл бесперебойно обеспечивались денежными и материальными ресурсами. Во время войны было выпущено семь военных займов на сумму 7,2 млрд рублей, за счет займов обеспечивалось около 15% военных расходов. Было проведено четыре денежно-вещевые лотереи, которые мобилизовали в бюджет 1,5 миллиарда рублей.\n\nВ 1947 г. А.Г. Зверев принимал участие в подготовке и проведении денежной реформы. Упорядочил систему цен, при этом налоги, долги, денежные обязательства оставались неизменными. Были снижены государственные цены на товары первой необходимости.\n\nВ 1958 г. рубль был переведен на золотую базу и его курс по отношению к иностранной валюте повысился."
    },
    {
      "name": "Ф.В. Гарбузов",
      "startYear": 1960,
      "endYear": 1985,
      "photoUrl": "",
      "longDescription": "Родился в Белгороде. Окончил Харьковский финансово-экономический институт, кандидат экономических наук. В 1942-1944 годах – нарком финансов Киргизской ССР. В 1944-1950 годах – ректор Киевского финансово-экономического института. С 1950 года – председатель Госплана УССР.\n\nС 1952 года – заместитель министра финансов СССР, а в 1960-1985 годах – министр финансов СССР.\n\nЗанимал пост министра финансов 25 лет. Под его руководством бюджетная система страны оказывала целенаправленное воздействие на мобилизацию в народном хозяйстве денежных накоплений и экономию в расходах государства.\n\nВ 1961 г. прошел обмен находившихся в обращении старых денежных знаков на новые. Была устойчивой социалистическая коллективная валюта – переводной рубль. Сложилась единая система пенсионного обеспечения. Начался перевод народного хозяйства на новую систему планирования и экономического стимулирования.\n\nИнтересный факт:\nНа госдаче министра часто собирались артисты, например, композитор Фрадкин впервые исполнил там знаковую советскую песню «Течет река Волга», которую потом с неизменным успехом пела Людмила Зыкина. Гарбузов и сам очень хорошо играл на рояле (выучился самостоятельно и в юности даже подрабатывал тапером). Гордился постановками самодеятельного театра при Минфине (отрывки из них иногда даже показывали по телевидению)."
    },
    {
      "name": "Б.И. Гостев",
      "startYear": 1985,
      "endYear": 1989,
      "photoUrl": "",
      "longDescription": "Родился в Москве, в 1951 году окончил Московский технологический институт.\n\nВ 1951-1957 годах работал инженером-экономистом на обувной фабрике, начальником отдела труда в Минлегпроме СССР. В 1957-1963 годах – начальник отдела труда и заработной платы Калининского Совнархоза, затем заместитель начальника отдела Госплана СССР. В 1963-1985 годах работал в аппарате ЦК КПСС.\n\nВ 1985-1989 годах – министр финансов СССР. Будучи министром, основал Институт повышения квалификации финансовых работников (ныне Академия бюджета и казначейства Министерства финансов).\n\nБыл сторонником изменений в финансово-экономическом механизме, но противником рыночных реформ.\n\nС июля 1989 г. — персональный пенсионер союзного значения. Преподавал в Институте повышения квалификации финансовых и банковских работников"
    },
    {
      "name": "В.С. Павлов",
      "startYear": 1989,
      "endYear": 1991,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1958 году окончил Московский финансовый институт, доктор экономических наук. С 1959 по 1966 год работал в Министерстве финансов РСФСР. С сентября 1966 года работал в Министерстве финансов СССР в должности заместителя начальника управления финансирования тяжелой промышленности, заместителя начальника бюджетного управления. С 1979 по 1986 год – в Госплане СССР, с января по август 1986 года – первый заместитель министра финансов, в 1986-1989 годах – председатель Государственного комитета СССР по ценам.\n\nС июля 1989 по январь 1991 года – министр финансов СССР.\n\nПринимал участие в создании Пенсионного фонда, налоговой инспекции, в формировании коммерческих банков, привлечении первых инвестиций, в регулировании первых кооперативов и совместных предприятий. Был инициатором денежной реформы 1991 года, которая преследовала цель избавиться от избыточной денежной массы, находившейся в наличном обращении.\n\nВ 1994—1995 гг. — президент Часпромбанка.\n\nВ 1996—1997 гг. — советник Промстройбанка. Затем был сотрудником ряда экономических институтов, заместителем председателя Вольного экономического общества (ВЭО)."
    },
    {
      "name": "В.Е. Орлов",
      "startYear": 1991,
      "endYear": 1991,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1960 году окончил Московский финансовый институт. Работал старшим экономистом в Министерстве финансов РСФСР. С апреля 1965 года – в Министерстве финансов СССР. С 1974 года – заместитель, а затем начальник управления финансирования тяжелой промышленности. В 1985-1986 годах – начальник управления госдоходов, с сентября 1986 года – заместитель и первый заместитель министра финансов СССР.\n\nС марта по ноябрь 1991 года – министр финансов СССР. Управлял Министерством, когда общегосударственный денежный фонд, ранее концентрировавшийся в едином государственном бюджете, был разделен по сферам ведения Союза ССР и суверенных республик. Это был период спада производства во всех сферах народного хозяйства, финансового кризиса и дефицита бюджета, нарушения естественной связи между эффективностью экономики и денежными доходами населения."
    },
    {
      "name": "В.А. Раевский",
      "startYear": 1991,
      "endYear": 1991,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1961 году окончил Московский государственный экономический институт.\n\nВ 1962−1974 годах работал экономистом, старшим экономистом, в Министерстве финансов СССР.\n\nВ 1974−1989 годах — начальник Управления финансирования легкой и пищевой промышленности Министерства (вопросы отраслевого финансирования).\n\nВ 1974−1989 годах — начальник ряда управлений Министерства финансов СССР.\n\nВ 1989−1992 годах — заместитель и первый заместитель министра финансов СССР.\n\nПосле 21 августа 1991 г. – исполняющий обязанности министра финансов СССР. В феврале 1992 г. прекратил свою деятельность на этом посту в связи с ликвидацией Министерства финансов СССР. Принимал участие в подготовки правительственной «Программы перехода к социально-ориентированной рыночной экономике».\n\nС 1992 года — вице-президент Вольного экономического общества России.\n\nВ 1992−1995 годах — первый вице-президент АКБ «Нефтехимбанк».\n\nС 1995 года — президент Аудиторской фирмы «Международный консультативно-правовой центр по вопросам налогообложения».\n\nВ 1997 году — президент инвестиционного банка «Восток-Запад», член президиума Международной Академии менеджмента"
    },
    {
      "name": "Е.Т. Гайдар",
      "startYear": 1991,
      "endYear": 1992,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1978 году окончил МГУ. Доктор экономических наук. С 1978 по 1987 год работал в научно-исследовательских учреждениях. С 1987 по 1990 год – редактор экономического отдела журнала «Коммунист», затем редактор газеты «Правда». В 1990-1991 годах – директор Института экономической политики при Академии народного хозяйства СССР.\n\nС 19 февраля по 2 апреля 1992 года — министр финансов Российской Федерации.\n\nПериод пребывания Гайдара на посту министра финансов связан с началом радикальных экономических реформ, появлением зачатков рыночной налоговой системы, зарождением свободного валютного рынка и унификацией валютного курса, началом приватизации и рядом других важнейших элементов экономической реформы.\n\nС 1992 по 1994 г. – занимал различные должности в Правительстве Российской Федерации.\n\nВ 1996—1999 годах Егор Гайдар был членом совета директоров ОАО «Вымпелком».\n\nС 1999 по 2009 г. – активно занимался политикой, создал партию «Демократический выбор России», которая входила в блок «Союз правых сил» (СПС)."
    },
    {
      "name": "В.В. Барчук",
      "startYear": 1992,
      "endYear": 1993,
      "photoUrl": "",
      "longDescription": "Родился в Комсомольске-на-Амуре. В 1968 году окончил Всесоюзный заочный финансово-экономический институт, а в 1984 году – Институт народного хозяйства. С 1958 по 1972 год работал в финансовых органах Хабаровского края. С 1972 года – заместитель начальника бюджетного управления Министерства финансов СССР.\n\nС апреля 1992 года по  март 1993 года — министр финансов Российской Федерации. Это был самый сложный период формирования финансов государства. В.В. Барчук осуществлял оперативное руководство Министерством в тяжелейший период либерализации цен и реструктуризации экономической системы. Многое сделал для сохранения кадрового состава финансовой системы и ее работоспособности. При нем Министерство финансов усилило внимание к новым направлениям деятельности, соответствующим рыночным требованиям.\n\nВ 1993-1999 гг.— председатель правления Пенсионного фонда Российской Федерации.\n\nВ 2001-2002 — председатель наблюдательного совета Автобанка.\n\nС сентября 2004 года — председатель Совета Межрегионального негосударственного «Большого пенсионного фонда»."
    },
    {
      "name": "Б.Г. Федоров",
      "startYear": 1993,
      "endYear": 1994,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1980 году окончил Московский финансовый институт, работал старшим экономистом в Главном валютно-экономическом управлении Госбанка СССР, старшим научным сотрудником в Институте мировой экономики и международных отношений АН СССР.\n\nВ 1989-1990 годах – референт социально-экономического отдела ЦК КПСС.\n\nС марта 1993 года по январь 1994 года министр финансов РФ.\n\nВ 1994 году Фёдоров ушёл из правительства, создал Объединённую финансовую группу (ОФГ), стал председателем политической партии «Вперёд, Россия!».\n\nВ 1995—1998 — депутат Государственной думы. С мая по сентябрь 1998 — руководитель Госналогслужбы, в августе-сентябре 1998 — Заместитель Председателя Правительства Российской Федерации.\n\nС 2000 года — член советов директоров «Газпрома», Сбербанка, «Ингосстраха» и около десяти других компаний. С декабря 2005 — генеральный партнёр фонда UFG Private Equity Fund I, совладелец UFG Asset Management, UFG Real Estate Fund и т. д. Председатель Русского экономического общества."
    },
    {
      "name": "С.К. Дубинин",
      "startYear": 1994,
      "endYear": 1994,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1973 году окончил Московский государственный университет. Доктор экономических наук. Работал преподавателем и старшим научным сотрудником экономического факультета МГУ. С июля 1991 по январь 1992 года – эксперт помощника президента СССР, с февраля 1992 года – заместитель председателя Государственного комитета по экономическому сотрудничеству с государствами СНГ.\n\nВ марте 1993 года назначен первым заместителем министра финансов РФ.\n\nВ 1994 году исполнял обязанности министра финансов. В целом пытался продолжать курс на финансовую стабилизацию. Основными задачами бюджетного регулирования на 1994 г. он считал реалистичный подход при планировании доходов и расходов, совершенствование структуры расходов бюджета, сокращение дотаций, обеспечение адресности социальных статей.\n\nВ 1994-1995 гг. — первый заместитель председателя правления коммерческого банка «Империал».\n\nС 1995 по 1998 гг. — председатель Центрального банка Российской Федерации.\n\nВ 1998—2001 гг.— заместитель председателя правления ОАО «Газпром».\n\nС 2001 по 2005 г. — занимал различные должности в РАО «ЕЭС России».\n\nС 2008 и по настоящее время — член Совета директоров ЗАО «ВТБ Капитал».\n\nС 2011 по 2016 гг. — председатель наблюдательного совета Банка ВТБ.\n\nС 2014 — заведующий кафедрой «Финансы и кредит» экономического факультета МГУ."
    },
    {
      "name": "В.Г. Пансков",
      "startYear": 1994,
      "endYear": 1996,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1965 году окончил Московский финансовый институт, после чего поступил на работу в Минфин СССР. Первый заместитель министра финансов СССР в 1987 — 1991. Начальник Финансово-бюджетного управления Администрации Президента СССР в 1991.\n\nС ноября 1994 по 1996 год  - министр финансов РФ.\n\nВ этот период Министерство финансов не имело ведущей роли в разработке финансовой и валютной политики страны. Вместе с тем, в период министерства В.Г. Панскова несколько снизилась инфляция. Прекратилось финансирование бюджета Центральным банком, впервые своевременно был принят бюджет на 1996 г.\n\nВ 1996-1997 гг. - первый заместитель министра экономики Российской Федерации.\n\nВ 1997-2006 гг. - аудитор Счетной палаты РФ.\n\nВ настоящее время ведет научно-педагогическую деятельность в Российской экономической академии им. Г.В.Плеханова (МАГМУ — Московская академия государственного и муниципального управления ), в Финансовом университете."
    },
    {
      "name": "А.Я. Лившиц",
      "startYear": 1996,
      "endYear": 1997,
      "photoUrl": "",
      "longDescription": "Родился в Берлине в семье военнослужащего Советской Армии. В 1971 году окончил Московский институт народного хозяйства имени Плеханова.\n\nС 1991 по 1992 год – заведующий кафедрой политэкономии Московского станкостроительного института.\n\nВ 1992-1994 годах работал в администрации Президента РФ.\n\nМинистр финансов и заместитель Председателя Правительства с 17 августа 1996 г. по 17 марта 1997 г. Самая значимая  проблема, которую ему предстояло решить – острая нехватка денег в бюджете. Ко времени ухода А.Я. Лившица из Минфина доходность ГКО снизилась до 25%, инфляция в 1997 г. стала рекордно низкой – 12%. Кроме того, достаточно успешно были выпущены облигации в 1996 году.\n\nС марта 1997 по август 1998 года — заместитель руководителя администрации президента РФ. С июля 1997 года — представитель президента РФ в Национальном банковском совете.\n\nС августа 1998 года — руководитель фонда «Экономическая политика».\n\nС июня 1999 года —спецпредставитель Президента РФ в «восьмёрке».\n\nС 2000 года — председатель правления банка «Российский кредит».\n\nС 2001 года - заместитель генерального директора ОАО «Русский алюминий», директор по международным и специальным проектам."
    },
    {
      "name": "А.Б. Чубайс",
      "startYear": 1997,
      "endYear": 1997,
      "photoUrl": "",
      "longDescription": "Родился в г. Борисов Минской области.\n\nВ 1977 году окончил Ленинградский инженерно-экономический институт.\n\nВ 1977—1982 гг. — инженер, ассистент, доцент Ленинградского инженерно-экономического института им. Пальмиро Тольятти.\n\nВ 1990-1991 гг. – заместитель и первый заместитель председателя Ленгорисполкома.\n\nС 1991 по 1994 год – председатель Комитета госимущества, заместитель председателя Правительства РФ. Депутат Государственной думы первого созыва.\n\nС 1996 года работал в администрации президента РФ.\n\nС 17 марта по 20 ноября 1997 года - министр финансов РФ. Заметно в качестве министра проявить себя не успел, хотя на других постах оказал большое влияние на современную экономическую историю России.\n\nС 1998 по 2008 года возглавлял РАО «ЕЭС России».\n\nС 2008 возглавляет Российскую корпорацию нанотехнологий (ОАО «Роснано»)."
    },
    {
      "name": "М.М. Задорнов",
      "startYear": 1997,
      "endYear": 1999,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1984 году окончил Московский институт народного хозяйства имени Плеханова.\n\nВ 1988—1990 гг. — научный сотрудник Института экономики АН СССР.\n\nВ 1991—1993 гг. — ведущий научный сотрудник, член совета Центра экономических и политических исследований.\n\nС 1993 по 1997 год – депутат Государственной думы. Председатель Комитета по бюджету, налогам, банкам и финансам.\n\nВ ноябре 1997 г. — мае 1999 г. — министр финансов России. В качестве министра проявил себя энергичным и трудолюбивым администратором. Достиг положительных результатов в формировании Казначейства, работе над бюджетной классификацией, кодификацией налогового законодательства.\n\nВ мае — сентябре 1999 г. — специальный представитель президента России по связям с международными финансовыми организациями.\n\nВ октябре — декабре 1999 г. — специальный советник президента Сберегательного Банка России.\n\nВ 2000—2005 гг.— депутат Государственной думы третьего  и четвертого созыва.\n\nС 2005 г. по н.в. – занимает руководящие должности в различных коммерческих банках."
    },
    {
      "name": "М.М. Касьянов",
      "startYear": 1999,
      "endYear": 2000,
      "photoUrl": "",
      "longDescription": "Родился в поселке Солнцево Московской области. В 1983 году окончил Московский автомобильно-дорожный институт.\n\nС 1981 по 1990 год работал в Госплане РСФСР.\n\nС 1993 по 1995 год – начальник департамента иностранных кредитов и внешнего долга Министерства финансов РФ.\n\nВ ноябре 1995 года - заместитель министра финансов.\n\nВ 1999 - 2000 гг. – министр финансов и  первый заместитель Председателя Правительства Российской Федерации. На посту министра финансов завоевал репутацию хорошего переговорщика с международными финансовыми организациями. Сумел стать крупным специалистом по вопросам внешних долгов и выпуска российских ценных бумаг.\n\nС мая 2000 по февраль 2004 года - председатель Правительства России.\n\nС 2004 по настоящее время – занимается политической деятельностью."
    },
    {
      "name": "А.Л. Кудрин",
      "startYear": 2000,
      "endYear": 2011,
      "photoUrl": "",
      "longDescription": "Родился в г. Добеле, Латвийская ССР. Окончил Ленинградский государственный университет в 1983 году.\n\nВ 1983 – 1988 гг.  работал в Институте социально-экономических проблем Академии наук СССР.\n\nС 1990 по 1996 год работал на различных должностях в исполкоме Ленсовета и мэрии г. Санкт-Петербурга.\n\nВ августе 1996 года - заместитель руководителя Администрации Президента Российской Федерации, начальник Главного Контрольного управления Президента Российской Федерации.\n\nВ марте 1997 года - первый заместитель Министра финансов Российской Федерации.\n\nС 2000 по 2011 гг. - Министр финансов Российской Федерации. За эти годы был принят новый бюджетный кодекс, внедрена практика бюджетирования, ориентированного на результат. В 2003 году пройден максимальный пик платежей по внешнему долгу,  в 2004 г. создан Стабилизационный фонд. Федеральный бюджет 2006 года стал первым бюджетом, сформированным в рамках трехлетнего перспективного планирования. Итогом бюджетной политики 2008-2009 гг. в условиях активной фазы мирового экономического кризиса стала успешная реализация социально-экономической политики.\n\nПосле отставки в 2011 году вернулся к научной деятельности, а в 2012 возглавил созданный им и рядом других политиков и общественных деятелей «Комитет гражданских инициатив».\n\nС 2016 года – председатель совета Центра стратегических разработок."
    },
    {
      "name": "А.Г. Силуанов",
      "startYear": 2011,
      "endYear": 2018,
      "photoUrl": "",
      "longDescription": "Родился в Москве. В 1985 году окончил Московский финансовый институт.\n\nС августа 1985 года по март 1987 года — экономист, старший экономист Министерства финансов РСФСР.\n\nС марта 1987 года по май 1989 года — проходил действительную военную службу в Советской Армии.\n\nС мая 1989 года по январь 1992 года — ведущий экономист, экономист 1 категории, ведущий экономист, заместитель начальника подотдела, консультант Министерства финансов РСФСР.\n\nВ феврале 1992 года — заместитель начальника отдела Министерства экономики и финансов Российской Федерации.\n\nС февраля 1992 года по октябрь 1997 года — заместитель начальника отдела Бюджетного управления, заместитель руководителя Бюджетного Департамента – начальник отдела, заместитель руководителя Бюджетного Департамента;\n\nС октября 1997 года по июль 2003 года — руководитель Департамента макроэкономической политики и банковской деятельности Министерства финансов Российской Федерации.\n\nС 22 марта 2001 года — член коллегии Министерства финансов Российской Федерации.\n\nС июля 2003 года по май 2004 года — заместитель Министра финансов Российской Федерации.\n\nС мая 2004 года по 12 декабря 2005 года — директор Департамента межбюджетных отношений Министерства финансов Российской Федерации.\n\nС 12 декабря 2005 года — заместитель Министра финансов Российской Федерации.\n\nС 27 сентября 2011 года — исполняющий обязанности Министра финансов Российской Федерации.\n\nС 16 декабря 2011 года  по н.в. — Министр финансов Российской Федерации."
    }
  ],
  "events": [
    {
      "name": "Учреждение Госсовета",
      "startYear": 1810,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 57,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "1 января 1810 года Александр I утвердил Государственный Совет – законосовещательный орган при государе (сменивший «Непременный совет»), ответственный перед ним. Таким образом, была централизована законодательная деятельность.",
      "quote": "«Либо новые меры требуют ближайшего рассмотрения – тогда они по сути дело Государственного Совета; либо они требуют такой спешности, что надо их решать без справок и ближайшего рассмотрения, - тогда нужно полагаться на одно Министерство финансов».",
      "quoteSource": "Кампенгаузен Балтазар Балтазарович (1772-1823),\nроссийский государственный деятель."
    },
    {
      "name": "Русско-иранская война",
      "startYear": 1804,
      "endYear": 1813,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": true,
      "longDescription": "Причины:\n\n1. столкновение интересов России и Персии (Ирана) в Закавказье;\n\n2. присоединение Грузии к России.\n\nВ 1804 году русские войска заняли Гянджинское ханство (за набеги на Грузию), Иран объявил войну России.\n\nВойна завершилась в 1813 году заключением Гюлистанского мирного договора, в соответствии с которым Россия получала право иметь флот на Каспийском море; Иран признавал присоединение к России северного Азербайджана и Дагестана.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Русско-шведская\nвойна",
      "startYear": 1808,
      "endYear": 1809,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 4,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Причины:\n\n1. отказ Швеции присоединиться к континентальной блокаде и ее союзнические отношения с Англией;\n\n 2. стремление России захватить Финляндию и тем самым устранить многовековую угрозу северным рубежам страны;\n\n 3. подталкивание Францией России к агрессии против Швеции.\n\nВойна завершилась 5 сентября 1809 года подписанием Фридрихгамского мирного договора, согласно которому Швеция обязывалась присоединиться к континентальной блокаде и разорвать союз с Англией, а Финляндия вошла в состав России с широкими правами внутренней автономии.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Русско-турецкая война",
      "startYear": 1806,
      "endYear": 1812,
      "iconUrl": "",
      "isTextOnLeft": true,
      "rowNumber": 3,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Причины:\n\n1. противоречия между Россией и Турцией из-за режима в черноморских проливах. Турция закрыла их для русских судов;\n\n2. противоречия из-за влияния в дунайских княжествах (Молдавии и Валахии).\n\nИтогом войны стало заключение в 1812 году Бухарестского мирного договора, в соответствии с которым Россия получала Бессарабию и ряд областей в Закавказье. Также России обеспечивалось право покровительства христианам, которые были подданными Турции.\n\nДефицит бюджета в России был почти постоянным явлением в первой половине XIX века, и главная задача министров финансов состояла в его преодолении.\n\nВоенные кампании привели к огромному выпуску бумажных денег – ассигнаций, что, в свою очередь, вызвало падение их курса. Ежегодное падение курса ассигнаций било по казне. Ущерб правительство пыталось возместить за счет введения новых налогов, добавок к податям и пошлинам.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "\"План финансов\"\nМ.М. Сперанского",
      "startYear": 1809,
      "endYear": 1810,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "1 января 1810 г. император Александр I лично внес разработанный М. М. Сперанским план в Государственный совет, а 1 февраля он был утвержден и обнародован в форме высочайшего манифеста, опять же написанного Сперанским.\n\nС тем чтобы вывести Россию из катастрофического положения, план требовал \"сильных мер и важных пожертвований\".\n\nЭти сильные меры сводились:\n\n1) к изъятию из обращения ассигнаций и образованию капитала для их погашения;\n2) сокращению расходов всех государственных ведомств;\n3) установлению жесткого контроля над государственными расходами;\n4) устройству монетной системы;\n5) развитию торговли как внутренней, так и внешней;\n6) установлению новых налогов.\n\nСам Сперанский так говорил о принятых им мерах: \"Вместо того, что прежде каждый министр мог почерпать свободно из так называемых экстраординарных сумм, в новом порядке надлежало все вносить в годовую смету, потом каждый почти рубль подвергать учету в двух инстанциях Совета, часто терпеть отказы и всегда почти уменьшения и в конце всего ожидать еще ревизии контролера\".",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Отечественная война\n1812 года",
      "startYear": 1812,
      "endYear": 1813,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 3,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Итоги войны. Историческое значение.\n\nРазгром Наполеона в России позволил международной коалиции, в которой главную роль играла Россия, сокрушить Французскую империю. Победа над Наполеоном как никогда высоко подняла международный престиж России, которая играла определяющую роль на Венском конгрессе и в последующие десятилетия оказывала решающее влияние на дела Европы.\n\nНо победа была достигнута дорогой ценой. По разным оценкам за время боевых действий русская армия потеряла около 300 тысяч человек.\n\nВсю территорию, на которой велись военные действия, необходимо было восстанавливать, отстраивать заново города, возмещать ущерб жителям. Только в Москве ущерба насчитали больше 340 млн рублей, а в наиболее пострадавшей от войны Смоленской губернии — около 74 млн рублей. Наиболее освоенная часть России лежала в руинах.\n\nОднако, несмотря на то, что победа воодушевила и сплотила все русское общество, изгнание армии Наполеона практически никак не повлияло на социально-экономическое устройство русской жизни.\n\nБольшая часть населения, особенно крестьяне, ожидала, что в качестве благодарности за одержанную победу император Александр I произведет существенные изменения в русской действительности. Но никаких радикальных перемен не последовало.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Реформы\nЕ.Ф. Канкрина",
      "startYear": 1839,
      "endYear": 1843,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Самым крупным мероприятием первой половины XIX века стала денежная реформа 1839-1843 годов, которая проходила под непосредственным руководством императора Николая I. Согласно манифесту от 1 июля 1839 года, в России денежной единицей стал серебряный рубль, который приравнивался к 3 рублям 50 копейкам ассигнациями. На серебряный рубль были переведены все счета в государстве. С 1841 года стали выпускаться новые денежные знаки – 50-рублевые кредитные билеты, которые обращались наравне с серебряными монетами и разменивались на серебро.",
      "quote": "«Коренное условие доброго финансового управления – содействовать благосостоянию народа разными учреждениями, облегчениями и пр.; богатый народ может давать большие доходы; а вымогать оный у бедного – значит срубать дерево для получения плодов»",
      "quoteSource": "Канкрин Егор Францевич (1774-1845),\nМинистр финансов."
    },
    {
      "name": "Кавказская война",
      "startYear": 1817,
      "endYear": 1864,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 4,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": true,
      "longDescription": "Присоединение к России Кавказа продолжалось почти 50 лет. Началась Кавказская война при Александре I, активно велась при Николае I, а завершилась лишь при царствовании Александра II.\n\nПричины:\n\n1. попытка России присоединить Кавказ и утвердить там российские законы и обычаи;\n\n2. стремление России обезопасить свои границы от набегов горцев.\n\nИтоги:\n\n1. утверждение власти России на Кавказе;\n\n2. выселение местного населения и заселение захваченных территорий славянскими народами;\n\n3. расширение влияния России на Востоке.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Крымская война",
      "startYear": 1853,
      "endYear": 1856,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Причины:\n\n1. противоречия между Россией, Турцией и европейскими государствами из-за режима на черноморских проливах;\n\n2. помощь России национально-освободительным движениям балканских народов в борьбе против Османской империи;\n\n3. политика Англии и Франции, направленная на ослабление влияния России на Балканах и Ближнем Востоке.\n\nИтогом  трехлетней  Крымской войны стало заключение Парижского мирного договора 6 марта 1856 года.\n\nТрехлетняя Крымская война потребовала от России значительных денежных средств и тяжело отразилась на положении страны.\n\nУ Министерства финансов оставался последний ресурс – внутренние и внешние займы. Но успех займов основывается на доверии к финансам страны, а такового можно было достичь лишь полной открытостью и гласностью в финансовых делах и установлением твердых правил расходования бюджетных средств.\n\nВыполнение этой программы и стало одной из основных задач министерства после Крымской войны.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Реформы Александра II",
      "startYear": 1860,
      "endYear": 1870,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Реформы начались с бюджетной политики. В Министерстве финансов были разработаны правила составления и утверждения бюджета (они действовали до 1918 г.).\n\nС 1862 года стало публиковаться ежегодное указание государственных доходов и расходов. В 1864 г. был реорганизован государственный контроль, а с 1868 г. началась регулярная публикация государственного контролера об исполнении бюджета.\n\nВажные шаги были предприняты по упорядочению денежного обращения. В июне 1860 г. был создан Государственный банк, к середине 70-х годов начали расти коммерческие и сберегательные банки. В результате в 70-е годы в России начался финансовый и промышленный подъем.",
      "quote": "«Кассы сделаются не только хранилищами сбережений рабочего класса, но и банкирами всего населения»",
      "quoteSource": "Рейтерн Михаил Христофорович (1820-1890),\nроссийский государственный деятель, Министр финансов"
    },
    {
      "name": "Отмена крепостного права",
      "startYear": 1861,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 43,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Реформы потребовали создания новой налоговой системы. Отныне имущество, а не физическое лицо, должно было стать объектом налогового обложения. В Министерстве финансов образуются два новых департамента – окладных и неокладных сборов.\n\n1862 г. – устанавливается взимание соляного акциза; 1863 г. – питейные откупа заменяются акцизной системой, отменяется подушная подать с мещан и вводится обложение городских «недвижимых имуществ»; 1865 г. – вводится новый закон о пошлинах за право торговли  и промыслов; 1863 и 1867 гг. – устанавливаются различные по местностям налоги и «оклады»; 1871 г. – вносятся изменения по гербовому сбору, вводится налог на сахар и табак.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Русско-турецкая война",
      "startYear": 1877,
      "endYear": 1878,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Причины:\n\n1. обострение восточного вопроса и стремление России играть активную роль в международной политике;\n\n2. поддержка Россией национально-освободительного движения балканских народов против Турции;\n\n3. отказ Турции удовлетворить ультиматум России о прекращении боевых действий в Сербии.\n\nВ результате войны 19 февраля 1878 года был заключен Сан-Стефанский договор. Главным его итогом стало провозглашение независимости Сербии. Черногории, Румынии, автономии Болгарии.\n\nРоссия получала ряд крепостей на Кавказе и возвращала территории южной Бессарабии, потерянные во время поражения в Крымской войне.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Реформа денежного обращения",
      "startYear": 1885,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 23,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Министр финансов граф Иван Алексеевич  Вышнеградский (1887 – 1892 гг.) главную свою задачу видел в устранении бюджетного дефицита. Строгая бережливость и сокращение сверхсметных ассигнований стали политикой министерства.\n\nМинистерство финансов проводит мероприятия по улучшению торгового баланса и накоплению золотого фонда. Таможенный тариф 1891 года защитил российскую промышленность, в том числе сырьевые отрасли. Продолжается сокращение расходов по государственным займам, происходит дальнейший выкуп железных дорог. Установление тарифов всецело определяет Министерство финансов.\n\nПо личному указанию императора Александра III начинается строительство Сибирской железной дороги, которое становится задачей первостепенного государственного значения.\n\nУвеличение государственных запасов золота и успехи в экономическом развитии страны позволили Министерству финансов в 1885 году приступить к реформе денежного обращения. Разрешаются сделки с золотом и  взнос золотой монеты во все правительственные кассы  по установленному курсу.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Таможенный тариф",
      "startYear": 1891,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 70,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Министр финансов граф Иван Алексеевич  Вышнеградский (1887 – 1892 гг.) главную свою задачу видел в устранении бюджетного дефицита. Строгая бережливость и сокращение сверхсметных ассигнований стали политикой министерства.\n\nМинистерство финансов проводит мероприятия по улучшению торгового баланса и накоплению золотого фонда. Таможенный тариф 1891 года защитил российскую промышленность, в том числе сырьевые отрасли. Продолжается сокращение расходов по государственным займам, происходит дальнейший выкуп железных дорог. Установление тарифов всецело определяет Министерство финансов.\n\nПо личному указанию императора Александра III начинается строительство Сибирской железной дороги, которое становится задачей первостепенного государственного значения.\n\nУвеличение государственных запасов золота и успехи в экономическом развитии страны позволили Министерству финансов в 1885 году приступить к реформе денежного обращения. Разрешаются сделки с золотом и  взнос золотой монеты во все правительственные кассы  по установленному курсу.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Денежная реформа",
      "startYear": 1895,
      "endYear": 1897,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 3,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Реорганизация финансовой системы России в последнее десятилетие XIX века проходила под руководством министра финансов Сергея Юльевича Витте (1892-1903). Он ввел золотую валюту, урегулировал государственный бюджет, уменьшил выкупные платежи, обеспечил стремительное развитие торговли, особенно внешней. С его именем связывается денежная реформа 1895-1897 гг.\n\nПеревод денежной системы России на золотой стандарт был осуществлен в 1897 году. Основными элементами новой системы стали следующие: предоставление права эмиссии Государственному банку; гарантированный размен бумажных и золотых денег; одновременное обращение бумажных и золотых денег; ограничение выпуска бумажных денег в пределах, превышающих установленный лимит выпуска сверх золотого обеспечения.",
      "quote": "«В царствование Императора Александра III была в основе предрешена денежная реформа, которую я имел честь совершить; которая спасла, укрепила русские финансы и на которой зиждется и основывается… финансовое благосостояние России»",
      "quoteSource": "Витте Сергей Юльевич (1849-1915),\nроссийский государственный деятель, Министр финансов"
    },
    {
      "name": "Революция",
      "startYear": 1905,
      "endYear": 1907,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Экономическое и финансовое благополучие  Российской империи было нарушено войной с Японией и революцией 1905-1907 годов.\n\nПрирост  денежных поступлений почти прекратился. За эти несколько лет экономическая жизнь страны  была серьезно расстроена, состояние финансов пришло в упадок.\n\nПод напором революции Николай II согласился на создание в России представительного учреждения – Государственной думы. \n\nПервая революция в России закончилась 3 июня 1907 года роспуском второй Государственной думы, арестом депутатов социал-демократов и изменением избирательного закона без согласия Государственного совета и Думы.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Столыпинская реформа",
      "startYear": 1906,
      "endYear": 1911,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Одной из серьезнейших проблем того времени являлся аграрный вопрос. Именно он спровоцировал во многом революционные события 1905 – 1907 гг.\n\nНачатая в 1906 г. аграрная реформа Столыпина предусматривала:\n\n1. устранение множества сословных и правовых ограничений, которые мешали развитию хозяйственной деятельности крестьянства;\n\n2. постепенное введение частной собственности крестьян на земельные наделы;\n\n3. увеличение эффективности крестьянского труда;\n\n4. реформа поощряла покупку крестьянами земель, в том числе и помещичьих;\n\n5. реформа предусматривала  поддержку деятельности крестьянских товариществ и кооперативных хозяйств.\n\nЭти меры вскоре дали заметные результаты. Итогом аграрной реформы П. А. Столыпина стало увеличение площадей посевных земель, рост экспорта зерна.",
      "quote": "«Земля – это залог нашей силы в будущем. Земля – это Россия!»",
      "quoteSource": "Столыпин Петр Аркадьевич (1862-1911),\nроссийский государственный и политический деятель"
    },
    {
      "name": "Первая мировая война",
      "startYear": 1914,
      "endYear": 1918,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 3,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "1 августа 1914 года началась Первая мировая война. И немедленно обнаружилось несовершенство российской денежной системы.\n\nНиколай II подписал указ о прекращении размена кредитных билетов на золото  и о расширении эмиссионного права Госбанка.\n\nДоходы бюджета в 1914 году сократились по сравнению с1913 годом на 537 миллионов рублей. До 1917 года было выпущено шесть внутренних займов для покрытия военных расходов на 8 миллиардов рублей.\n\nТяжелое финансово-экономическое положение страны и особенно трудящихся явилось одной из главных причин Февральской революции 1917 года и последующих событий в России.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Финансовая политика",
      "startYear": 1917,
      "endYear": 1922,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 4,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "После Октябрьской революции 1917 года большевики отвергли весь более чем столетний опыт работы Министерства финансов России. Новая финансовая политика сводилась к национализации банков, отмене коммерческой тайны, установлению рабочего контроля над производством, установлению прогрессивного подоходного налога, отмене косвенных налогов на предметы первой необходимости, установлению высоких налогов на предметы роскоши, отказу от уплаты государственных долгов.\n\nВ октябре 1917 года был создан  Наркомат финансов Российской  Советской Республики. Стали создаваться местные финансовые органы.\n\nВ период с 1918 по 1922  год был принят ряд законодательных актов о государственном (федеральном) и местных бюджетах. Они определили самостоятельность последних, закрепили за ними некоторые виды доходов и установили систему процентных отчислений от государственных прямых налогов в распоряжение губернских исполкомов.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Военный коммунизм",
      "startYear": 1918,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 65,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "К середине 1918 года постепенно сформировалась политика военного коммунизма, которая включала следующие направления:\n\n1. национализацию промышленности, в том числе средней и мелкой;\n\n2. хлебную монополию и, несколько позднее, введение продразверстки;\n\n3. натурализацию экономических отношений и запрещение частной торговли;\n\n4. государственное централизованное распределение продуктов питания и товаров по карточкам и классовому принципу;\n\n5. введение всеобщей трудовой повинности и милитаризация труда;\n\n6. запрещение аренды земли и применение наемного труда в сельском хозяйстве.\n\nПоследствиями политики военного коммунизма стали массовые крестьянские восстания; тяжелый экономический и социальный кризис и угроза основам советской власти.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Образование СССР",
      "startYear": 1922,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 73,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Договор об образовании СССР был подписан 29 декабря 1922 года на конференции делегаций от съездов Советов четырёх республик: РСФСР, УССР, БССР и ЗСФСР.\n\nУтверждён 30 декабря 1922 года на I Всесоюзном съезде Советов. Последняя дата считается датой образования СССР. Утверждение договора юридически оформило создание нового государства в составе четырёх союзных советских республик.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "НЭП",
      "startYear": 1921,
      "endYear": 1929,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Характерные черты новой экономической политики (1921-1928/29):\n\n1. замена продразверстки натуральным продналогом;\n\n2. восстановление торговли и товарно-денежных отношений в качестве основного механизма функционирования экономики;\n\n3. допуск частного капитала в экономику при сохранении роли государства;\n\n4. укрепление финансовой системы, переход к денежной зарплате, отмена бесплатных услуг;\n\n5. перевод части государственных предприятий на хозрасчет и создание крупных трестов как основных управленческо-производственных звеньев в отраслях промышленности;\n\n6. разрешение аренды земли и применения наемного труда в сельском хозяйстве;\n\n7. отмена трудовой повинности, обеспечение промышленности рабочей силой через биржи труда.\n\nПереход к НЭПу привел к быстрому преодолению натуральных отношений. Важнейшим мероприятием периода НЭПа стала реформа денежного обращения.\n\nБольшую роль в становлении советской денежной системы сыграл первый нарком финансов СССР Григорий  Яковлевич Сокольников. Появился знаменитый  «золотой червонец», с помощью которого были выведены из  денежного обращения  старые рубли.\n\nДенежная реформа завершилась в 1924 году. СССР перешел к твердой валюте.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Великая Отечественная война",
      "startYear": 1941,
      "endYear": 1945,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Трудности первого периода войны отразились на поступлении доходов в госбюджет, которые уменьшились с 180,2 млрд рублей в 1940 году до 163 млрд рублей в 1942 году. Но уже с 1944 года увеличились поступления в бюджет налога с оборота, а в 1945 году сумма этих поступлений была почти в два раза больше, чем в 1942.\n\nВойна стала суровым испытанием финансовой системы СССР, потребовала огромных материальных и денежных средств. Во время войны было выпущено семь военных займов на сумму 7,2 млрд рублей. За счет займов обеспечивалось около 15% военных расходов.\n\nОбщие потери от войны составили 2569 млрд рублей в ценах 1941 года.",
      "quote": "«Каков же общий итог деятельности советских финансовых органов в военное время? Ответ может быть один: все военные потребности страны были обеспечены необходимыми средствами… за этой короткой фразой –напряженнейший труд всего советского народа, в том числе финансовых работников»",
      "quoteSource": "Зверев Арсений Григорьевич (1900-1969),\nМинистр финансов, экономист"
    },
    {
      "name": "Восстановление народного хозяйства",
      "startYear": 1946,
      "endYear": 1950,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 3,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Сразу же после войны началось интенсивное восстановление народного хозяйства. Наркомат финансов принял в этом процессе активное участие. В целях укрепления курса рубля и отмены карточной системы была проведена денежная реформа (осуществлен обмен старых денег на новые, сделана переоценка денежных вкладов населения).\n\nВ 1946 году было восстановлено исторически традиционное название финансового ведомства – оно снова стало называться Министерством финансов.\n\nЗа четвертую пятилетку (1946-1950 гг.) в государственный бюджет было мобилизовано более 198 млрд рублей. Уже к концу 1950-х годов производственные фонды были на 24% больше, чем в 1940 году, промышленное производство возросло на 73%, национальный доход увеличился на 54%.",
      "quote": "«Для каждого работника финансовой системы является законом вслед за бюджетом (первая заповедь) думать о национальном доходе в целом»",
      "quoteSource": "Зверев Арсений Григорьевич (1900-1969),\nМинистр финансов, экономист"
    },
    {
      "name": "Обмен денежных знаков",
      "startYear": 1961,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 51,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "В 1961г. был произведен обмен находившихся в обращении старых денежных знаков на новые. Значительно усилилась социальная ориентация экономики.\n\nВ 1963 для обслуживания системы многосторонних расчетов стран СЭВ был введен переводной рубль, создан Международный банк экономического сотрудничества.\n\nВ 1970г. образован Международный инвестиционный банк, который обеспечивал кредитование проектов в странах СЭВ.\n\nВ 1960-е гг. страна начала терять экономическую динамику, а в 1970-е гг. стали наблюдаться признаки застоя,  которые затушевывались поступлением в страну нефтедолларов. Эксперименты по внедрению на предприятиях новых методов хозяйствования, введению полного хозрасчета и самофинансирования не привели к росту финансовых ресурсов страны.\n\nВ 1960-1985гг. пост министра финансов СССР занимал В.Ф. Гарбузов. Под его руководством бюджетная система страны оказывала активное воздействие на мобилизацию в народном хозяйстве денежных накоплений, на более полное использование внутрихозяйственных резервов и экономию в расходах государства. Вырос национальный доход, который использовался для повышения уровня благосостояния народа.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Инвестиционный банк",
      "startYear": 1970,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 60,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "В 1961г. был произведен обмен находившихся в обращении старых денежных знаков на новые. Значительно усилилась социальная ориентация экономики.\n\nВ 1963 для обслуживания системы многосторонних расчетов стран СЭВ был введен переводной рубль, создан Международный банк экономического сотрудничества.\n\nВ 1970г. образован Международный инвестиционный банк, который обеспечивал кредитование проектов в странах СЭВ.\n\nВ 1960-е гг. страна начала терять экономическую динамику, а в 1970-е гг. стали наблюдаться признаки застоя,  которые затушевывались поступлением в страну нефтедолларов. Эксперименты по внедрению на предприятиях новых методов хозяйствования, введению полного хозрасчета и самофинансирования не привели к росту финансовых ресурсов страны.\n\nВ 1960-1985гг. пост министра финансов СССР занимал В.Ф. Гарбузов. Под его руководством бюджетная система страны оказывала активное воздействие на мобилизацию в народном хозяйстве денежных накоплений, на более полное использование внутрихозяйственных резервов и экономию в расходах государства. Вырос национальный доход, который использовался для повышения уровня благосостояния народа.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Перестройка",
      "startYear": 1985,
      "endYear": 1991,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "Со второй половины 80-х годов начался сложный и противоречивый период экономической жизни страны. Темпы экономического производства снизились, в экономике надо было что-то кардинально менять.\n\nХронический дефицит государственного бюджета подрывал экономику и подстёгивал инфляцию. Это был период спада производства во всех сферах народного хозяйства, финансового кризиса и дефицита бюджета, нарушения естественной связи между эффективностью экономики и денежными доходами населения.\n\nЭкономические и политические причины привели к распаду СССР. Россия в 1991 году стала суверенным государством. После распада СССР в стране сменилось 12 министров финансов, это связано прежде всего с поиском новых путей развития государства и сменой состава правительства.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Налоговая реформа",
      "startYear": 2000,
      "endYear": 2011,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 1,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "В 2000-2011 года пост министра финансов занимал А.Л.Кудрин.\n\nВ эти годы Минфином была проведена масштабная налоговая реформа, установлена плоская шкала налога на доходы физическийх лиц, в целом налоговая система была упорядочена, а уровень налоговой нагрузки на бизнес сократился.\n\nБыл создан стабилизационный фонд, необходимый для стерилизации сверхдоходов от экспорта углеводородного сырья.\n\nВ 2008 году он был разделён на резервный фонд и фонд национального благосостояния. Средства, накопленные в суверенных фондах, позволили минимизировать негативные последствия мирового финансового кризиса 2008-2009 годов для экономики России.\nВ 2006 году Россия досрочно расплатилась с Парижским клубом кредиторов и МВФ, сэкономив на обслуживании долга около 12 млрд. долларов.\nПри А.Л. Кудрине была проведена масштабная бюджетная реформа, в России впервые появился трёхлетний финансовый план.\nРеформа в области межбюджетных отношений позволила упорядочить процесс предоставления из федерального бюджета межбюджетных трансфертов, распределение которых осуществляется на основе единых методик, исходя из объективных показателей, отражающих факторы, определяющие потребность в финансировании.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Минфин XXI век",
      "startYear": 2011,
      "endYear": 2018,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 2,
      "margin": 0,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "В 2011 году должность министра финансов занял А.Г. Силуанов.\n\nПод его руководством Минфин обеспечил стабильность бюджетной системы и выполнение всех обязательств государства во время кризиса 2014-2015 гг. Внешний финансовый шок, один из самых сильных за последние полвека, Россия прошла с минимальными потерями, сохранив и резервы, и доверие инвесторов, и устойчивость экономики.\n\nУже в 2016 году Минфин вернулся к трёхлетнему бюджету, а принятое в 2017 году бюджетное правило позволит в значительной мере снизить зависимость бюджетных и макроэкономических показателей от цен на нефть.\n\nВажным направлением деятельности министерства является повышение открытости, прозрачности, публичности государственного бюджета, а также усиление подотчётности (подконтрольности) бюджетных расходов. Проводится работа по повышению эффективности управления общественными финансами, в том числе за счёт внедрение проектных принципов при управлении реализацией госпрограмм.\n\nВ 2016 году Минфин получил в своё ведение ФТС и Росалкогольрегулирование, что позволит сформировать единый, целостный механизм администрирования налоговых, таможенных и других фискальных платежей, упростит взаимодействие с экономическими агентами.",
      "quote": "",
      "quoteSource": ""
    },
    {
      "name": "Московский финансовый форум",
      "startYear": 2016,
      "endYear": 0,
      "iconUrl": "",
      "isTextOnLeft": false,
      "rowNumber": 0,
      "margin": 22,
      "widthMargin": 0,
      "needToCenterContent": false,
      "longDescription": "23 сентября 2016 года в ЦВЗ \"Манеж\" состоялся первый Московский финансовый форум, организованный Министерством Финансов Российской Федерации и правительством Москвы. Ключевой темой форума стала \"Финансовая стратегия России: Курс на рост\".\n\nМосковский финансовый форум продемонстрировал высокий интерес професиионального сообщества к темам развития финансово-экономической системы страны.\n\nВ ходе пленарных и панельных сессий финансовую стратегию России обсудили более 100 спикеров, в числе которых заместитель председателя правительства РФ Аркадий Дворкович, министр финансов РФ Антон Силуанов, мэр Москвы Сергей Собянин, председатель банка России Эльвира Нибиуллина, президент, председатель правления Сбербанка Герман Греф, председатель совета фонда \"Центр стратегических разработок\" Алексей Кудрин и многие другие. Авторитетный состав приглашённых спикеров и участников обеспечил высокий уровень дискуссии, насыщенное обсуждение и полярность мнений.\n\nПервый московский финансовый форум заложил традицию встреч финансистов в сентябре каждого года для обсуждения наиболее актуальных проблем и выработки эффективных решений, затрагивающих финансовый базис экономики России.",
      "quote": "",
      "quoteSource": ""
    }
  ]
}
